"No Event Selected." = "Ei valittua tapahtumaa";
"Multiple Events Selected." = "Useita valittuja tapahtumia";
"No unresolved events." = "Ei ratkaisemattomia tapahtumia";
"No unread events." = "Ei lukemattomia tapahtumia";
"No matching events found." = "Vastaavia tapahtumia ei ole";


//k Contextual Menu Title
"Delete all Messages from \"%@\"" = "Poista kaikki viestit kohteesta \"%@\"";
"Mark as Read" = "Merkitse luetuksi";
"Mark as Unread" = "Merkitse lukemattomaksi";

//ks Event status tool tips
"Resolved" = "Ratkaistu";
"Unresolved" = "Ei ratkaistu";
"Partially Solved" = "Osittain ratkaistu";
"Status Unknown" = "Tila tuntematon";


//ks Event Severity tool tips
"Information" = "Tiedot";
"Warning" = "Varoitus";
"User Intervention Required" = "Käyttäjän toimia vaaditaan";
"Resolvable Problem" = "Ratkaistava ongelma";
"Unresolvable Problem" = "Ratkaisematon ongelma";


//ks Filter option buttons
" Unread (%u) " = "Lukematon (%u) ";
" Unresolved (%u) " = " Ratkaisematon (%u) ";

//ks Smash error
"device event retrieval" = "laitetapahtuman palautus";
"deletion of event" = "tapahtuman poisto";

"The message could not be deleted" = "Viestiä ei voitu poistaa";
